{
  "CRLNGN_UI": { 
    "ui": { 
      "clientSettingsLabel": "Impostazioni del Jiocatore (Cliente)",
      "worldSettingsLabel": "Impostazioni del Mondo (GM)",
      "toggleHints": "Attiva/Disattiva Aiuto",
      "notifications": {
        "settingsUpdated": "Impostazioni aggiornate",
        "minimalUiNotSupported": "Carolingian UI is not compatible with Minimal UI, and offers most of its features. Please disable that module to avoid performance issues.",
        "monksScenesNotSupported": "La Navigazione Scene di Carolingian UI entrerà in conflitto con Monk's Scene Navigation. Questa funzionalità di Carolingian UI è stata disabilitata.",
        "ripperScenesCompat": "Carolingian UI ora ha la Navigazione Cartelle Scene e Ricerca Scene, che non possono essere utilizzate insieme alla Compact Scene Navigation. Disabilita l'altro modulo o disabilita 'Navigazione Cartelle Scene' nelle impostazioni di Carolingian UI.",
        "monksPlayerSettingsConflict": "Alcune impostazioni di Carolingian UI sono state disabilitate per evitare conflitti con il modulo Monk's Player Settings.",
        "forceClientSettingsConflict": "Alcune impostazioni di Carolingian UI sono state disabilitate per evitare conflitti con il modulo Force Client Settings.",
        "initialViewSet": "La vista iniziale di questa scena è stata impostata sulla vista corrente."
      },
      "sceneNav": {
        "searchPlaceholder": "Cerca scene...",
        "backTo": "Torna a ",
        "favoritesFolder": "Torna alle Scene Selezionate",
        "addToFavorites": "Aggiungi alla Navigazione",
        "removeFromFavorites": "Rimuovi dalla Navigazione",
        "initialViewBtn": "Imposta Vista Iniziale"
      },
      "updates": {
        "label": "Ultimo ID Aggiornamento",
        "hint": "Traccia l'ultima notifica di aggiornamento visualizzata"
      }
    },
    "settings": {
      "hideInterface": {
        "label": "Nascondi/Mostra Interfaccia",
        "hint": "Nasconde o mostra l'interfaccia. Ciò influenzerà tutti gli elementi all'interno del blocco html #interface"
      },
      "customFontsMenu": {
        "label": "Font Personalizzati",
        "title": "Configura Font",
        "hint": "Configura le famiglie di font utilizzate nell'interfaccia",
        "description": "Seleziona o digita il nome di un font personalizzato, se già caricato su Foundry core.",
        "fields": {
          "uiBody": {
            "label": "Font UI"
          },
          "uiTitles": {
            "label": "Titoli UI"
          },
          "journalBody": {
            "label": "Corpo Journal"
          },
          "journalTitles": {
            "label": "Titoli Journal"
          }
        },
        "postDescription": "Per importare da <b>Google Fonts</b>, prima incolla il link @import nel campo \"CSS Personalizzato\" delle impostazioni di stile, e il font sarà elencato qui.",
        "reset": "Ripristina",
        "save": "Salva"
      },

      "themeAndStylesMenu": {
        "label": "Tema Colori e Stili",
        "title": "Configura Stili",
        "hint": "Seleziona un tema colori per l'UI e aggiungi stili CSS personalizzati",
        "fields": {
          "colorTheme": {
            "label": "Tema Colori",
            "hint": "Seleziona un tema per le evidenziazioni colorate e i colori secondari. Influisce solo su evidenziazioni, input e pulsanti"
          },
          "adjustOtherModules": {
            "label": "Applica stili ad altri moduli",
            "hint": "Abilita le mie modifiche di stile e i font personalizzati su altri moduli, come CRUX o Combat Carousel. Se desideri supporto per un modulo specifico, per favore segnalalo su Github issues"
          },
          "otherModulesList": {
            "label": "Applica stili ad altri moduli",
            "hint": "Abilita le mie modifiche di stile su altri moduli. Clicca la casella in cima alla lista per selezionare/deselezionare tutto."
          },
          "customStyles": {
            "label": "CSS Personalizzato",
            "hint": "Questi stili saranno caricati al prossimo avvio di Foundry. Puoi includere Google Fonts incollando il link @import, e il font sarà elencato nelle impostazioni dei Font Personalizzati."
          }, 
          "enforceDarkMode": {
            "label": "Forza Modalità Scura",
            "hint": "<b>Non abilitare questo se si utilizza Force Client Settings o moduli simili.</b> Imposta il tema dell'interfaccia Foundry sul client del giocatore su Scuro se il giocatore l'ha impostato su 'Predefinito Browser'. Se l'hanno specificamente impostato su 'Chiaro', la loro scelta sarà comunque rispettata."
          }
        },
        "reset": "Ripristina",
        "save": "Salva"
      },
      "chatMessagesMenu": {
        "label": "Opzioni Messaggi Chat",
        "title": "Configura Chat",
        "hint": "Modifica l'aspetto e il comportamento delle carte dei messaggi chat nel pannello laterale destro",
        "fields": {
          "enableChatStyles": {
            "label": "Abilita stili per i messaggi chat",
            "hint": "Aggiunge modifiche di stile alle carte chat. Quando la modalità scura è selezionata su Foundry, anche le carte chat saranno scure. PRINCIPALMENTE PER DND5E - supporto solo parziale per altri sistemi."
          },
          "borderColor": {
            "label": "Colore del bordo della carta chat",
            "hint": "[Richiede ricaricamento] <b>Colore giocatore</b>: usa il colore del giocatore su Foundry; <b>Tipo di Tiro</b>: usa la codifica colori per attacco, salvezza, prova di abilità, ecc. <b>Nessuno:</b> nessun bordo (permetterà i bordi impostati da altri moduli).",
            "options": {
              "playerColor": "Colore Giocatore",
              "rollType": "Tipo di Tiro",
              "none": "Nessuno"
            }
          },
          "useLeftChatBorder": {
            "label": "Mostra solo il bordo sinistro",
            "hint": "La tua scelta del colore del bordo appare solo sul lato sinistro del chat - gli altri lati non hanno bordo."
          }
        },
        "reset": "Ripristina",
        "save": "Salva"
      },
      "leftControlsMenu": {
        "label": "Barra Controlli Sinistra",
        "title": "Configura Controlli",
        "hint": "Modifica l'aspetto e il comportamento dei pulsanti di controllo scena, sul lato sinistro dello schermo",
        "fields": {
          "bottomBuffer": {
            "label": "Area Sicura Inferiore",
            "hint": "Se hai troppe icone nella barra dei controlli a sinistra, puoi definire un'altezza massima per la barra dei controlli definendo un buffer inferiore, in pixel. Se le icone superano quell'area sicura, vengono spostate nella colonna successiva. Usa 0 per nessun buffer."
          },
          "iconSize": {
            "label": "Dimensione delle icone di controllo",
            "hint": "Configura la dimensione dei pulsanti sulla barra di controllo sinistra. Alcuni altri elementi dell'interfaccia corrisponderanno a questa dimensione per l'allineamento.",
            "options": {
              "small": "piccolo",
              "regular": "normale"
            }
          }, 
          "autoHideSecondary": {
            "label": "Nascondi automaticamente i controlli secondari",
            "hint": "Abilita per mantenere la barra secondaria sui controlli a sinistra nascosta finché non passi con il mouse sulla regione o fai clic su un elemento."
          },
          "hideFoundryLogo": {
            "label": "Nascondi Logo Foundry",
            "hint": "Mantieni abilitato per nascondere il Logo Foundry in alto a sinistra"
          }
        },
        "reset": "Ripristina",
        "save": "Salva"
      },
      "cameraDockMenu": {
        "label": "Camera",
        "title": "Configura Dock",
        "hint": "Abilita un dock telecamera fluttuante che puoi posizionare ovunque",
        "fields": {
          "enableFloatingDock": {
            "label": "Abilita dock telecamera fluttuante",
            "hint": "<b>[Richiede ricaricamento]</b> Permette al gruppo del lettore video di essere trascinato e posizionato ovunque sullo schermo"
          }, 
          "dockPosX": {
            "label": "Posizione orizzontale",
            "hint": "Posizione del dock telecamera quando impostato per fluttuare. Dal basso a sinistra dello schermo, in pixel"
          }, 
          "dockPosY": {
            "label": "Posizione verticale",
            "hint": "Posizione del dock telecamera quando impostato per fluttuare. Dal basso a sinistra dello schermo, in pixel"
          }, 
          "dockWidth": {
            "label": "Larghezza del gruppo telecamera",
            "hint": "Dimensioni del dock telecamera non minimizzato quando impostato per fluttuare, in pixel"
          }, 
          "dockHeight": {
            "label": "Altezza del gruppo telecamera",
            "hint": "Dimensioni del dock telecamera non minimizzato quando impostato per fluttuare, in pixel"
          },
          "dockResizeOnUserJoin": {
            "label": "Ridimensiona Dock per Adattare i Video",
            "hint": "Quando abilitato, il dock verrà ridimensionato quando un utente si unisce. Il ridimensionamento manuale potrebbe essere sovrascritto quando un nuovo utente si unisce.",
            "options": {
              "off": "DISATTIVATO: Non ridimensionare automaticamente",
              "horizontal": "Ridimensiona per adattare orizzontalmente",
              "vertical": "Ridimensiona per adattare verticalmente"
            }
          },
          "dockWasResized": {
            "label": "Flag: Il dock è stato ridimensionato manualmente?",
            "hint": "Questo è un flag che viene impostato su vero quando il dock viene ridimensionato manualmente. Viene utilizzato per determinare se il dock deve essere ridimensionato quando un nuovo utente si unisce."
          },
          "defaultVideoWidth": {
            "label": "Larghezza video predefinita",
            "hint": "Larghezza di ogni singola telecamera nel dock, in pixel. La larghezza minima è 140px, per consentire spazio per le icone di controllo della telecamera."
          }
        },
        "reset": "Ripristina",
        "save": "Salva"
      },
      "sceneNavMenu": {
        "label": "Navigazione Scene",
        "title": "Configura Navigazione",
        "hint": "Cambia le opzioni per il menu di navigazione scene, nella barra superiore",
        "fields": {
          "sceneNavEnabled": {
            "label": "Abilita Navigazione Scene Orizzontale",
            "hint": "[Richiede ricaricamento] Se stai avendo problemi di layout con un modulo non compatibile, puoi provare a disabilitare i miei stili personalizzati per la Navigazione Scene."
          }, 
          "showNavOnHover": {
            "label": "Mostra navigazione scene al passaggio del mouse",
            "hint": "Se la navigazione scene è compressa, puoi mostrarla passando il mouse sulla parte superiore dello schermo."
          },
          "navFoldersEnabled": {
            "label": "Abilita cartelle scene nella navigazione",
            "hint": "Se la Navigazione Scene Personalizzata è abilitata, questa opzione aggiungerà un elenco di cartelle con ricerca scene alla barra di navigazione."
          },
          "navFoldersForPlayers": {
            "label": "Abilita cartelle scene per i giocatori",
            "hint": "Abilita per permettere ai giocatori di vedere l'elenco delle cartelle. Se non hanno i permessi di visualizzazione per una cartella, questa non apparirà nell'elenco."
          },
          "navStartCollapsed": {
            "label": "Avvia compresso",
            "hint": "Abilita questa opzione per comprimere la navigazione scene durante il caricamento di Foundry, indipendentemente dallo stato precedentemente salvato."
          },
          "showFolderListOnClick": {
            "label": "Mostra elenco cartelle al clic",
            "hint": "Di default, l'elenco delle cartelle nella barra di navigazione si attiva al passaggio del mouse. Abilita questa opzione per cambiare questo comportamento al clic."
          },
          "sceneClickToView": {
            "label": "Abilita Click e Doppio Click",
            "hint": "Quando abilitato, cliccare sulla scena nella vista scena apre quella scena. Cliccare due volte l'attiva."
          },
          "useSceneIcons": {
            "label": "Mostra icone scene",
            "hint": "Mostra icone vicino al nome della scena: <i class='fas fa-lock'></i> Invisibile ai giocatori fino all'attivazione; <i class='fas fa-crown'></i> Attualmente visualizzata dal GM; <i class='fas fa-bullseye'></i> Attualmente attiva per i giocatori;"
          },
          "sceneNavAlias": {
            "label": "Etichetta per la navigazione predefinita",
            "hint": "Se lo desideri, puoi aggiungere un'etichetta vicino all'icona per identificare la navigazione predefinita, ad esempio, 'Preferite'"
          },
          "useSceneBackButton": {
            "label": "Abilita pulsante torna indietro",
            "hint": "<b>'Torna all'ultima scena'</b>: cliccando torna alla scena precedentemente visualizzata, <b>'Torna alle scene predefinite'</b>: appare solo nella vista cartelle, cliccando apre la navigazione scene predefinita, <b>'Disabilitato'</b>: Nessun pulsante torna indietro",
            "options": {
              "noButton": "Disabilitato",
              "lastScene": "Torna all'ultima scena",
              "defaultScenes": "Torna alle scene predefinite"
            }
          },
          "useScenePreview": {
            "label": "Usa Anteprima Scena",
            "hint": "Quando abilitato, l'anteprima della scena verrà mostrata quando si passa il mouse sulla navigazione"
          },
          "navShowRootFolders": {
            "label": "Mostra le cartelle radice nella navigazione scene",
            "hint": "Cartelle root dalla directory di scena saranno mostrate nella navigazione scene predefinita. Se hai tante cartelle root, potresti voler disabilitare questa opzione."
          }
        },
        "reset": "Ripristina",
        "save": "Salva"
      },
      "controlIconSize": {
        "label": "Dimensione delle icone di controllo",
        "hint": "Se usi uno schermo molto grande, potresti voler cambiare la dimensione delle icone sui controlli a sinistra. Questo potrebbe influenzare alcuni altri elementi dell'interfaccia",
        "options": {
          "small": "piccolo",
          "regular": "normale",
          "large": "grande"
        }
      },
      "sceneNavCollapsed": {
        "label": "Navigazione Scene Compressa",
        "hint": "Stato attuale del toggle di navigazione scene. È compressa?"
      },
      "sceneNavPos": {
        "label": "Posizione Navigazione Scene",
        "hint": "Memorizza la posizione corrente della navigazione per il ripristino quando viene renderizzata nuovamente"
      },
      "enableMacroLayout": {
        "label": "Abilita ridimensionamento macro",
        "hint": "Il modulo riduce la dimensione degli slot macro sulla barra delle scorciatoie e ingrandisce i numeri. Disabilita questa impostazione per utilizzare il layout predefinito di Foundry."
      },
      "autoHideLeftControls": {
        "label": "Nascondi automaticamente i controlli secondari",
        "hint": "Abilita per mantenere la barra secondaria sui controlli a sinistra nascosta a meno che non passi con il mouse sulla regione o faccia clic su un elemento."
      },
      "autoHidePlayersList": {
        "label": "Nascondi automaticamente la lista giocatori",
        "hint": "Abilita per mantenere la lista dei giocatori in basso a sinistra minimizzata, tranne quando ci passi sopra con il mouse."
      },
      "collapseMacroBar": {
        "label": "Comprimi Barra Macro",
        "hint": "Abilita per avere la barra delle scorciatoie macro inizialmente minimizzata per impostazione predefinita al caricamento del mondo."
      },
      "debugMode": {
        "label": "Modalità Debug",
        "hint": "Abilita o disabilita i messaggi di debug sulla console del browser."
      },
      "disableUI":{
        "label": "Disabilita UI in questo client",
        "hint": "Se un giocatore non vuole utilizzare l'interfaccia Carolingian, può disabilitarla. Nessun'altra funzionalità del modulo funzionerà eccetto lo stile scuro nelle carte chat - che può essere disabilitato separatamente."
      },
      "uiScale": {
        "label": "Scala Generale per UI Carolingian",
        "hint": "Se usi una risoluzione elevata, questo regolerà la dimensione delle icone nella barra dei controlli a sinistra e alcune dimensioni dei caratteri. L'impostazione 'dimensione icone' verrà reimpostata.",
        "options": {
          "small": "piccolo",
          "regular": "normale",
          "large": "grande"
        }
      }
    },
    "dnd5e": {
      "chatCard": {
        "buttons": {
          "summons": "Evocazioni",
          "attack": "Attacco",
          "healing": "Guarigione",
          "damage": "Danno",
          "template": "Template",
          "consume": "Consuma",
          "refund": "Rimborsa",
          "macro": "Macro",
          "savedc": "Salvezza CD",
          "save": "Salvezza"
        }
      }
    }
  }
}